export const features = [
  {
    title: "Выезд на замер",
    description: "Комплексный расчет материалов",
    icon: "M71.13-412.3q-22.09 0-37.54-15.46-15.46-15.46-15.46-37.54 0-22.09 15.46-37.55 15.45-15.45 37.54-15.45h141.13q22.09 0 37.54 15.45 15.46 15.46 15.46 37.55 0 22.08-15.46 37.54-15.45 15.46-37.54 15.46H71.13Zm202.65 294.13q-55.41 0-94.21-38.79-38.79-38.8-38.79-94.21h-38.69q-25.66 0-41.61-20.09-15.96-20.09-9.83-44.74l11.26-47.61h146.48q42.71 0 72.21-29.49 29.49-29.49 29.49-72.2 0-18.04-5.83-33.31-5.83-15.26-15.91-27.96h45.35q42.71 0 72.2-29.46 29.49-29.46 29.49-72.13 0-42.67-29.49-72.23-29.49-29.57-72.2-29.57H169.83l6.56-28.52q8.01-37.04 36.7-60.2 28.69-23.15 66.74-23.15h395.82q25.65 0 41.89 20.09 16.24 20.09 10.11 44.74l-28.82 124h63.43q25.08 0 47.52 11.04 22.44 11.05 37.4 31.13l67.08 89.39q14.39 18.53 18.52 40.68 4.13 22.15 0 44.24l-29.26 143.17q-3.88 18.45-18.11 30.32-14.24 11.86-33.32 11.86h-45.31q0 55.65-38.79 94.32-38.79 38.68-94.21 38.68-55.41 0-94.21-38.79-38.79-38.8-38.79-94.21h-134q0 55.65-38.79 94.32-38.79 38.68-94.21 38.68ZM151.13-575.26q-22.09 0-37.54-15.46-15.46-15.45-15.46-37.54t15.46-37.55q15.45-15.45 37.54-15.45H331.7q22.08 0 37.54 15.45 15.46 15.46 15.46 37.55 0 22.09-15.46 37.54-15.46 15.46-37.54 15.46H151.13Zm122.56 351.09q11.44 0 19.27-7.74 7.82-7.74 7.82-19.17 0-11.44-7.74-19.27-7.73-7.82-19.17-7.82-11.44 0-19.26 7.73-7.83 7.74-7.83 19.18t7.74 19.26q7.74 7.83 19.17 7.83Zm400 0q11.44 0 19.27-7.74 7.82-7.74 7.82-19.17 0-11.44-7.74-19.27-7.73-7.82-19.17-7.82-11.44 0-19.26 7.73-7.83 7.74-7.83 19.18t7.74 19.26q7.74 7.83 19.17 7.83Zm-24.82-213h170.96l5.69-24.96L762.26-547h-87.58l-25.81 109.83Z",
  },
  {
    title: "Высокий рейтинг",
    description: "Множество положительных отзывов",
    icon: "M828.13-628.7q41.61 0 73.81 32.2 32.19 32.2 32.19 73.81v45.52q0 8.13-1.78 17.82-1.78 9.7-5.35 17.26L803.61-150.48q-11.26 26.79-39.33 45.02-28.06 18.24-58.41 18.24H408.48q-44.31 0-75.15-30.84-30.85-30.85-30.85-75.16v-391.74q0-21.65 8.19-40.67 8.2-19.02 23.16-33.98l180.82-179.82q21.22-20.79 48.78-26.33 27.57-5.54 52.79 6.72 24.65 11.69 35.98 36.76 11.32 25.06 4.06 53.11L621.43-628.7h206.7ZM137.96-87.22q-34.7 0-59.33-24.63Q54-136.48 54-171.17v-373.57q0-34.69 24.06-59.32 24.07-24.64 58.2-24.64h2.26q34.7 0 59.33 24.64 24.63 24.63 24.63 59.32v373.57q0 34.69-24.63 59.32-24.63 24.63-59.33 24.63h-.56Z",
  },
  {
    title: "Гарантия качества",
    description: "Гарантия качества на продукцию",
    icon: "m438-458.22-53.74-53.17q-13.13-13.13-31.11-12.85-17.98.28-31.11 13.41-13.13 13.13-13.13 31.05 0 17.91 13.13 31.04l78.35 79.35q15.96 15.96 37.61 15.96t37.61-15.96l163.22-163.22q13.13-13.13 13.13-31.61 0-18.48-13.13-31.61-13.13-13.13-31.61-13.13-18.48 0-31.61 13.13L438-458.22Zm42 392.31q-8.7 0-16.96-1.28-8.26-1.29-16.52-3.85-138.96-46.13-222.35-173.85Q140.78-372.61 140.78-516v-183.91q0-33.48 19.02-60.26 19.03-26.79 49.94-38.61l233.22-87.18q17.95-6.69 37.04-6.69t37.04 6.69l233.22 87.18q30.91 11.82 49.94 38.61 19.02 26.78 19.02 60.26V-516q0 143.39-83.39 271.11-83.39 127.72-222.35 173.85-8.26 2.56-16.52 3.85-8.26 1.28-16.96 1.28Z",
  },
];

export const plates = [
  {
    title: "Кровля",
    types: ["Профнастил", "Металлочерепица"],
  },
  {
    title: "Фасад",
    types: [
      "Металлический сайдинг",
      "Виниловый сайдинг",
      "Фасадные панели",
      "Комплектующие",
    ],
  },
  {
    title: "Водосточная система",
    types: ["Металлическая (OSNO)", "Пластиковая (деке) премиум"],
  },
  {
    title: "Изоляционные материалы",
    types: ["Теплоизоляция", "Защитные плёнки"],
  },
  {
    title: "Доборные элементы",
    types: ["Комплектующие для кровли", "Плоский лист"],
  },
  {
    title: "Ограждения",
    types: ["Панельные ограждения GARDIS", "Штакетник"],
  },
  {
    title: "Строительные леса",
    types: ["Рамные", "Хомутовые", "Вышки туры", "Фасадная сетка"],
  },
  {
    title: "Оборудование",
    types: ["Фасадные подъёмники", "Опалубки", "Подъемники строительные"],
  },
];

export const catalog = [
  {
    title: "Фасад",
    types: [
      {
        title: "Сайдинг",
        subtypes: ["Виниловый сайдинг", "Металлический сайдинг"],
      },
      {
        title: "Софиты",
      },
      {
        title: "Фасадная плитка",
      },
      {
        title: "Фасадные панели",
        subtypes: [
          "Фасадные панели Docke (Дёке)",
          "Фасадные панели GRAND LINE (ГРАНД ЛАЙН)",
          "Фасадные панели U PLAST Hokla",
        ],
      },
    ],
  },
  {
    title: "Кровля",
    types: [
      {
        title: "Гибкая черепица",
      },
      {
        title: "Металлочерепица",
      },
      {
        title: "Элементы безопасности кровли",
      },
      {
        title: "Профнастил",
      },
    ],
  },
  {
    title: "Водосток",
    types: [
      {
        title: "Металлическая водосточная система OSNO круглого сечения",
      },
      {
        title: "Пластиковая водосточная система Docke (Дёке) PREMIUM",
      },
    ],
  },
  {
    title: "Доборные элементы",
    types: [
      {
        title: "Изготовление комплектующих на заказ",
      },
      {
        title: "Комплектующие для кровли",
      },
      {
        title: "Комплектующие для фасада",
      },
      {
        title: "Плоский лист",
      },
    ],
  },
  {
    title: "Теплоизоляция",
    types: [
      {
        title: "Базальтовый утеплитель",
      },
      {
        title: "Дюбель для теплоизоляции",
      },
      {
        title: "Напыляемый утеплитель",
      },
      {
        title: "Пенопласт",
      },
      {
        title: "Пеноплекс",
      },
    ],
  },
  {
    title: "Защитные пленки",
    types: [
      {
        title: 'Защитные пленки "FOLDER"',
      },
      {
        title: 'Защитные пленки "Optima"',
      },
      {
        title: 'Защитные пленки "Изоспан"',
      },
      {
        title: "Стекловолокно",
      },
      {
        title: "Профильные уплотнители для кровли",
      },
    ],
  },
  {
    title: "Внутренняя отделка",
    types: [
      {
        title: "Гипсокартон",
      },
      {
        title: "Пена, очиститель пены",
      },
      {
        title: "Подсистема (профиль, подвесы, кронштейны)",
      },
    ],
  },
  {
    title: "Крепеж",
    types: [
      {
        title: "Кровельный крепеж",
      },
      {
        title: "Общестроительный крепеж",
      },
    ],
  },
  {
    title: "Дымоходы",
    types: [
      {
        title: "Двустенные дымоходы",
      },
      {
        title: "Одностенные дымоходы",
      },
    ],
  },
  {
    title: "Ограждения",
    types: [
      {
        title: "Панельные ограждения GARDIS",
      },
      {
        title: "Штакетник",
      },
    ],
  },
  {
    title: "Террасная доска",
    types: [],
  },
];

export const service = {
  head: [
    { name: "Номер" },
    { name: "Наименование работ" },
    { name: "Ед. измерения" },
    { name: "Цена/руб" },
  ],
  body: [
    { name: "Монтаж винилового сайдинга", unit: "м²", price: 500 },
    { name: "Монтаж стенового профлиста", unit: "м²", price: 400 },
    { name: "Монтаж металлосайдинга", unit: "м²", price: 550 },
    { name: "Монтаж фасадных панелей", unit: "м²", price: 500 },
    { name: "Монтаж цоколя", unit: "м/п", price: 500 },
    { name: "Монтаж обрешетки (профиль 60/27)", unit: "м²", price: 150 },
    { name: "Монтаж обрешетки (дерево)", unit: "м²", price: 100 },
    { name: "Монтаж пленок", unit: "м²", price: 100 },
    { name: "Монтаж теплоизоляции (1 слой)", unit: "м²", price: 100 },
    { name: "Утепление цоколя (1 слой)", unit: "м/п", price: 150 },
    { name: "Монтаж откосов/отливов (окна, двери)", unit: "м/п", price: 300 },
    { name: "Монтаж отлива цоколя", unit: "м/п", price: 150 },
    { name: "Подшивка вагонкой", unit: "м/п", price: 400 },
    { name: "Подшивка софитом, сайдингом", unit: "м/п", price: 500 },
    { name: "Подшивка профлистом", unit: "м/п", price: 500 },
    { name: "Сборка/разборка лесов", unit: "м²", price: 25 },
  ],
};
